Revit 2027 API
IFrameworkElementCreator Methods
The IFrameworkElementCreator type exposes the following members.
Methods
Name | Description
CreateFrameworkElement |  Method called to create the FrameworkElement.
Top
See Also
Reference
IFrameworkElementCreator Interface
Autodesk.Revit.UI Namespace